Repository: tadasz/BabyLight
Catalog: Baby Light/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, hi, id, it, ja, ko, lt, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Elapsed time
ar: الوقت المنقضي
da: Forløbet tid
de: Verstrichene Zeit
el: Χρόνος που πέρασε
es: Tiempo transcurrido
fi: Kulunut aika
fr: Temps écoulé
hi: बीता समय
id: Waktu berlalu
it: Tempo trascorso
ja: 経過時間
ko: 경과 시간
lt: Praėjęs laikas
nb: Forløpt tid
nl: Verstreken tijd
pl: Miniony czas
pt_br: Tempo decorrido
ru: Прошедшее время
sv: Förlupen tid
th: เวลาที่ผ่านไป
tr: Geçen süre
uk: Минулий час
vi: Thời gian đã trôi qua
zh_hans: 已用时间
zh_hant: 已用時間

source: Light background color: %@
ar: لون خلفية الضوء: %@
da: Lysets baggrundsfarve: %@
de: Hintergrundfarbe des Lichts: %@
el: Χρώμα φόντου φωτός: %@
es: Color de fondo de la luz: %@
fi: Valon taustaväri: %@
fr: Couleur de fond de la lumière : %@
hi: रोशनी की पृष्ठभूमि का रंग: %@
id: Warna latar cahaya: %@
it: Colore di sfondo della luce: %@
ja: 灯りの背景色：%@
ko: 불빛 배경색: %@
lt: Šviesos fono spalva: %@
nb: Bakgrunnsfarge for lys: %@
nl: Achtergrondkleur van licht: %@
pl: Kolor tła światła: %@
pt_br: Cor de fundo da luz: %@
ru: Цвет фона света: %@
sv: Ljusets bakgrundsfärg: %@
th: สีพื้นหลังของแสง: %@
tr: Işık arka plan rengi: %@
uk: Колір фонового світла: %@
vi: Màu nền ánh sáng: %@
zh_hans: 灯光背景颜色：%@
zh_hant: 燈光背景顏色：%@

source: Elapsed timer brightness
ar: سطوع المؤقّت
da: Lysstyrke for forløbet tid
de: Helligkeit der verstrichenen Zeit
el: Φωτεινότητα χρονομέτρου
es: Brillo del temporizador transcurrido
fi: Kuluneen ajan ajastimen kirkkaus
fr: Luminosité du chrono
hi: बीता समय टाइमर की चमक
id: Kecerahan penghitung waktu
it: Luminosità del timer trascorso
ja: タイマーの明るさ
ko: 타이머 밝기
lt: Laikmačio ryškumas
nb: Lysstyrke for forløpt tid
nl: Helderheid van timer
pl: Jasność licznika
pt_br: Brilho do contador de tempo
ru: Яркость таймера
sv: Ljusstyrka för förlupen tid
th: ความสว่างของตัวจับเวลาที่ผ่านไป
tr: Sayaç parlaklığı
uk: Яскравість таймера часу
vi: Độ sáng bộ đếm thời gian
zh_hans: 计时亮度
zh_hant: 計時亮度

source: DEEP SLEEP TIP
ar: تلميح النوم العميق
da: DYB SØVN-TIP
de: TIEFSCHLAF-TIPP
el: ΣΥΜΒΟΥΛΗ ΒΑΘΙΟΥ ΥΠΝΟΥ
es: CONSEJO DE SUEÑO PROFUNDO
fi: SYVÄN UNEN VINKKI
fr: CONSEIL SOMMEIL PROFOND
hi: गहरी नींद का संकेत
id: TIPS TIDUR NYENYAK
it: CONSIGLIO SONNO PROFONDO
ja: 深い眠りのヒント
ko: 깊은 잠 팁
lt: GILAUS MIEGO PATARIMAS
nb: DYPSØVN-TIPS
nl: DIEPE-SLAAPTIP
pl: WSKAZÓWKA GŁĘBOKIEGO SNU
pt_br: DICA DE SONO PROFUNDO
ru: Подсказка глубокого сна
sv: DJUPSÖMNSTIPS
th: เคล็ดลับหลับลึก
tr: DERİN UYKU İPUCU
uk: ПІДКАЗКА ГЛИБОКОГО СНУ
vi: GỢI Ý NGỦ SÂU
zh_hans: 深睡提示
zh_hant: 深睡提示

source: Glow when baby may be deeply asleep
ar: توهّج عندما يكون الطفل في نوم عميق على الأرجح
da: Glød når baby måske sover dybt
de: Leuchten, wenn das Baby tief schlafen könnte
el: Λάμψη όταν το μωρό ίσως κοιμάται βαθιά
es: Brillo cuando el bebé podría dormir profundamente
fi: Hehku, kun vauva saattaa nukkua syvään
fr: Lueur quand bébé dort peut-être profondément
hi: जब शिशु शायद गहरी नींद में हो, तब हल्की चमक
id: Berpendar saat bayi mungkin tertidur nyenyak
it: Bagliore quando il bimbo potrebbe dormire profondamente
ja: 赤ちゃんが深く眠った頃に光でお知らせ
ko: 아기가 깊이 잠들었을 즈음 은은하게 빛나기
lt: Švytėjimas, kai mažylis galbūt giliai miega
nb: Glød når babyen kanskje sover dypt
nl: Gloed wanneer baby misschien diep slaapt
pl: Poświata, gdy maluch może już spać głęboko
pt_br: Brilho quando o bebê pode estar em sono profundo
ru: Свечение, когда малыш, возможно, крепко спит
sv: Glöd när barnet kanske sover djupt
th: เรืองแสงเมื่อลูกน้อยอาจหลับลึก
tr: Bebek derin uykudayken hafifçe parlasın
uk: Світіння, коли малюк, можливо, міцно спить
vi: Phát sáng khi bé có thể đã ngủ sâu
zh_hans: 宝宝可能进入深睡时发出微光
zh_hant: 寶寶可能進入深睡時發出微光

source: Baby's birthday
ar: تاريخ ميلاد الطفل
da: Babys fødselsdato
de: Geburtstag des Babys
el: Ημερομηνία γέννησης του μωρού
es: Fecha de nacimiento del bebé
fi: Vauvan syntymäpäivä
fr: Date de naissance de bébé
hi: शिशु की जन्म तिथि
id: Tanggal lahir bayi
it: Data di nascita del bimbo
ja: 赤ちゃんの誕生日
ko: 아기의 생년월일
lt: Mažylio gimimo data
nb: Babyens fødselsdato
nl: Geboortedatum van baby
pl: Data urodzenia dziecka
pt_br: Data de nascimento do bebê
ru: Дата рождения малыша
sv: Barnets födelsedatum
th: วันเกิดของลูกน้อย
tr: Bebeğin doğum tarihi
uk: Дата народження малюка
vi: Ngày sinh của bé
zh_hans: 宝宝的出生日期
zh_hant: 寶寶的出生日期

source: Glow earlier or later
ar: التوهّج أبكر أو لاحقًا
da: Glød før eller senere
de: Früher oder später leuchten
el: Λάμψη νωρίτερα ή αργότερα
es: Brillo antes o después
fi: Hehku aiemmin tai myöhemmin
fr: Lueur plus tôt ou plus tard
hi: चमक पहले या बाद में
id: Berpendar lebih awal atau lambat
it: Bagliore prima o dopo
ja: 光るタイミングを前後に調整
ko: 빛나는 시점 조절
lt: Švytėti anksčiau ar vėliau
nb: Glød tidligere eller senere
nl: Gloed eerder of later
pl: Poświata wcześniej lub później
pt_br: Brilho mais cedo ou mais tarde
ru: Свечение раньше или позже
sv: Glöd tidigare eller senare
th: เรืองแสงเร็วขึ้นหรือช้าลง
tr: Daha erken veya geç parlasın
uk: Світіння раніше чи пізніше
vi: Phát sáng sớm hơn hoặc muộn hơn
zh_hans: 提前或延后发光
zh_hant: 提前或延後發光

source: A gentle glow suggests a good moment to try the put-down.
ar: توهّج لطيف يشير إلى لحظة مناسبة لمحاولة وضع الطفل في سريره.
da: En blid glød viser et godt tidspunkt at lægge baby ned.
de: Ein sanftes Leuchten zeigt einen guten Moment zum Ablegen.
el: Μια απαλή λάμψη δείχνει μια καλή στιγμή να ακουμπήσετε το μωρό.
es: Un brillo suave sugiere un buen momento para acostarlo.
fi: Pehmeä hehku kertoo hyvästä hetkestä laskea vauva sänkyyn.
fr: Une douce lueur suggère un bon moment pour poser bébé.
hi: हल्की चमक बताती है कि शिशु को लिटाने का यह अच्छा समय है।
id: Pendaran lembut menandakan saat yang tepat untuk membaringkan bayi.
it: Un bagliore delicato suggerisce un buon momento per metterlo giù.
ja: やさしい光は、寝かしつけを試す良いタイミングの合図です。
ko: 은은한 빛은 아기를 눕히기 좋은 순간을 알려줍니다.
lt: Švelnus švytėjimas parodo tinkamą akimirką paguldyti mažylį.
nb: En myk glød viser et godt øyeblikk å legge babyen ned.
nl: Een zachte gloed wijst op een goed moment om baby neer te leggen.
pl: Delikatna poświata podpowiada dobry moment na odłożenie malucha.
pt_br: Um brilho suave sugere um bom momento para deitar o bebê.
ru: Мягкое свечение подсказывает удачный момент переложить малыша.
sv: En mjuk glöd visar ett bra tillfälle att lägga ner barnet.
th: แสงเรืองอ่อน ๆ บอกช่วงเวลาที่เหมาะจะลองวางลูกน้อย
tr: Yumuşak bir parıltı, bebeği yatırmayı denemek için iyi bir anı gösterir.
uk: М’яке світіння підказує вдалий момент перекласти малюка.
vi: Ánh sáng dịu nhẹ gợi ý thời điểm tốt để thử đặt bé xuống.
zh_hans: 柔和的微光提示：现在是尝试放下宝宝的好时机。
zh_hant: 柔和的微光提示：現在是嘗試放下寶寶的好時機。

source: Glows about %lld min after you open the app — the typical time to reach deep sleep at this age.
ar: يتوهّج بعد نحو %lld دقيقة من فتح التطبيق — الوقت المعتاد للوصول إلى النوم العميق في هذا العمر.
da: Gløder ca. %lld min. efter du åbner appen — den typiske tid til dyb søvn i denne alder.
de: Leuchtet ca. %lld Min., nachdem du die App geöffnet hast — die typische Zeit bis zum Tiefschlaf in diesem Alter.
el: Λάμπει περίπου %lld λεπτά αφού ανοίξετε την εφαρμογή — ο συνήθης χρόνος για βαθύ ύπνο σε αυτή την ηλικία.
es: Brilla unos %lld min después de abrir la app: el tiempo típico para alcanzar el sueño profundo a esta edad.
fi: Hehkuu noin %lld min sovelluksen avaamisesta — tyypillinen aika syvään uneen tässä iässä.
fr: S'illumine environ %lld min après l'ouverture de l'app — le temps habituel pour atteindre le sommeil profond à cet âge.
hi: ऐप खोलने के लगभग %lld मिनट बाद चमकेगा — इस उम्र में गहरी नींद तक पहुँचने का सामान्य समय।
id: Berpendar sekitar %lld menit setelah aplikasi dibuka — waktu umum untuk mencapai tidur nyenyak di usia ini.
it: Si illumina circa %lld min dopo l'apertura dell'app — il tempo tipico per raggiungere il sonno profondo a questa età.
ja: アプリを開いてから約%lld分後に光ります — この月齢で深い眠りに入るまでのおおよその時間です。
ko: 앱을 연 뒤 약 %lld분 후에 빛납니다 — 이 월령에서 깊은 잠에 드는 데 걸리는 일반적인 시간입니다.
lt: Sušvinta praėjus maždaug %lld min. nuo programėlės atidarymo — tiek šiame amžiuje paprastai trunka pasiekti gilų miegą.
nb: Gløder ca. %lld min etter at du åpner appen — den typiske tiden til dyp søvn i denne alderen.
nl: Gloeit ongeveer %lld min nadat je de app opent — de gebruikelijke tijd tot diepe slaap op deze leeftijd.
pl: Zaświeci ok. %lld min po otwarciu aplikacji — tyle zwykle trwa osiągnięcie głębokiego snu w tym wieku.
pt_br: Brilha cerca de %lld min depois de abrir o app — o tempo típico para chegar ao sono profundo nessa idade.
ru: Засветится примерно через %lld мин после открытия приложения — типичное время погружения в глубокий сон в этом возрасте.
sv: Glöder ca %lld min efter att du öppnat appen — den typiska tiden till djupsömn i den här åldern.
th: จะเรืองแสงประมาณ %lld นาทีหลังเปิดแอป — เวลาปกติที่ลูกวัยนี้ใช้กว่าจะหลับลึก
tr: Uygulamayı açtıktan yaklaşık %lld dk sonra parlar — bu yaşta derin uykuya geçişin tipik süresi.
uk: Засвітиться приблизно через %lld хв після відкриття застосунку — типовий час занурення в глибокий сон у цьому віці.
vi: Phát sáng khoảng %lld phút sau khi mở ứng dụng — thời gian thường để bé ở tuổi này ngủ sâu.
zh_hans: 打开应用约 %lld 分钟后发光——这是此月龄进入深睡通常所需的时间。
zh_hant: 打開 App 約 %lld 分鐘後發光——這是此月齡進入深睡通常所需的時間。

source: Tap the glow to dismiss • Hold the light to restart timing
ar: انقر على التوهّج للإغلاق • اضغط مطوّلًا لإعادة البدء
da: Tryk på gløden for at lukke • Hold nede for at starte forfra
de: Zum Ausblenden aufs Leuchten tippen • Zum Neustarten gedrückt halten
el: Πατήστε τη λάμψη για κλείσιμο • Κρατήστε πατημένο για επανεκκίνηση
es: Toca el brillo para descartar • Mantén pulsado para reiniciar
fi: Sulje napauttamalla hehkua • Aloita alusta painamalla pitkään
fr: Touchez la lueur pour fermer • Maintenez pour recommencer
hi: चमक हटाने के लिए टैप करें • फिर से शुरू करने के लिए दबाए रखें
id: Ketuk pendaran untuk menutup • Tahan untuk memulai ulang
it: Tocca il bagliore per chiudere • Tieni premuto per ricominciare
ja: 光をタップで閉じる • 長押しでやり直す
ko: 빛을 탭하여 닫기 • 길게 눌러 다시 시작
lt: Palieskite švytėjimą, kad užvertumėte • Palaikykite nuspaudę, kad pradėtumėte iš naujo
nb: Trykk på gløden for å lukke • Hold inne for å starte på nytt
nl: Tik op de gloed om te sluiten • Houd vast om opnieuw te beginnen
pl: Stuknij poświatę, by ukryć • Przytrzymaj, by zacząć od nowa
pt_br: Toque no brilho para dispensar • Segure para recomeçar
ru: Коснитесь свечения, чтобы скрыть • Удерживайте, чтобы начать заново
sv: Tryck på glöden för att stänga • Håll ned för att börja om
th: แตะแสงเพื่อปิด • กดค้างเพื่อเริ่มใหม่
tr: Kapatmak için parıltıya dokun • Yeniden başlatmak için basılı tut
uk: Торкніться світіння, щоб приховати • Утримуйте, щоб почати заново
vi: Chạm vào ánh sáng để tắt • Giữ để bắt đầu lại
zh_hans: 轻点微光以关闭 • 长按以重新计时
zh_hant: 輕點微光以關閉 • 長按以重新計時
